Repository: lucaincarnato/ThrownAlarm
Catalog: Localizable.xcstrings
Source language: en
Languages: es, fr, it

source: %lld balls remaining
es: %lld pelotas restantes
fr: %lld balles restantes
it: %lld palle rimanenti

# %lld hours : %lld minutes
source: %1$lld hours : %2$lld minutes
es: %1$lld horas : %2$lld minutos
fr: %1$lld heures : %2$lld minutes
it: %1$lld ore : %2$lld minuti

source: %lld rounds remaining
es: %lld rondas restantes
fr: %lld tours restants
it: %lld round rimanenti

source: %lld rounds to wake up
es: %lld rondas para despertarse
fr: %lld tours pour se réveiller
it: %lld round per svegliarsi

source: Activate alarm
es: Activar alarma
fr: Activer l'alarme
it: Attiva sveglia

source: Alarm disabled
es: Alarma desactivada
fr: Alarme désactivée
it: Sveglia disabilitata

source: Alarm options
es: Opciones de alarma
fr: Options d'alarme
it: Opzioni sveglia

source: Alarm sound
es: Sonido de alarma
fr: Son d'alarme
it: Suono sveglia

source: Alarms
es: Alarmas
fr: Alarmes
it: Sveglie

source: Ball
es: Pelota
fr: Balle
it: Palla

source: Bedtime
es: Hora de dormir
fr: Heure du coucher
it: Ora di andare a letto

source: BEDTIME
es: HORA DE DORMIR
fr: HEURE DU COUCHER
it: ORA DI ANDARE A LETTO

source: day
es: día
fr: jour
it: giorno

source: days
es: días
fr: jours
it: giorni

source: Delete
es: Eliminar
fr: Supprimer
it: Elimina

source: Done
es: Hecho
fr: Terminé
it: Fatto

# Duration: %lld hours and %lld minutes
source: Duration: %1$lld hours and %2$lld minutes
es: Duración: %1$lld horas y %2$lld minutos
fr: Durée : %1$lld heures et %2$lld minutes
it: Durata: %1$lld ore e %2$lld minuti

# Inizia (%lld/%lld)
source: Inizia (%1$lld/%2$lld)
es: Comenzar (%1$lld/%2$lld)
fr: Commencer (%1$lld/%2$lld)

source: Next
es: Siguiente
fr: Suivant
it: Avanti

# Next (%lld/%lld)
source: Next (%1$lld/%2$lld)
es: Siguiente (%1$lld/%2$lld)
fr: Suivant (%1$lld/%2$lld)
it: Avanti (%1$lld/%2$lld)

source: Next month
es: Mes siguiente
fr: Mois suivant
it: Mese successivo

source: No alarms
es: Sin alarmas
fr: Aucune alarme
it: Nessuna sveglia

source: Open App
es: Abrir app
fr: Ouvrir l'app
it: Apri app

source: Opens the Sample app
es: Abre la app de ejemplo
fr: Ouvre l'app d'exemple
it: Apre l'app di esempio

source: Previous month
es: Mes anterior
fr: Mois précédent
it: Mese precedente

# Rings in %lld hours and %lld minutes
source: Rings in %1$lld hours and %2$lld minutes
es: Suena en %1$lld horas y %2$lld minutos
fr: Sonne dans %1$lld heures et %2$lld minutes
it: Suonerà tra %1$lld ore e %2$lld minuti

# Rings in %lldh %lldmin
source: Rings in %1$lldh %2$lldmin
es: Suena en %1$lldh %2$lldmin
fr: Sonne dans %1$lldh %2$lldmin
it: Suonerà tra %1$lldh %2$lldmin

source: Schedule
es: Programar
fr: Programmer
it: Programma

source: Set Alarm
es: Configurar alarma
fr: Régler l'alarme
it: Imposta sveglia

source: Snooze
es: Posponer
fr: Reporter
it: Posticipa

source: Snoozed
es: Pospuestas
fr: Reportées
it: Posticipate

source: Snoozed the alarm
es: Pospuso la alarma
fr: A reporté l'alarme
it: Hai posticipato la sveglia

source: Streak
es: Racha
fr: Série
it: Serie

source: Time to wake up!
es: ¡Hora de despertarse!
fr: Il est temps de se réveiller !
it: È ora di svegliarsi!

source: Wake up
es: Despierta
fr: Réveille-toi
it: Svegliati

source: Wake Up
es: Despierta
fr: Réveille-toi
it: Svegliati

source: WAKE UP
es: DESPIERTA
fr: RÉVEIL
it: SVEGLIA

source: Woke up
es: Se despertó
fr: S'est réveillé
it: Ti sei svegliato

source: You snoozed for a total of %@
es: Pospusiste por un total de %@
fr: Vous avez reporté pendant un total de %@
it: Hai posticipato per un totale di %@

source: You successfully woke up for %@
es: Te despertaste exitosamente durante %@
fr: Vous vous êtes réveillé avec succès pendant %@
it: Ti sei svegliato con successo per %@
